The value must be from 0.0 to 1.0
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId ValueOutOfRange { get; }
  Visual Basic
Public Shared ReadOnly Property ValueOutOfRange As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ ValueOutOfRange {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures FamilyFailures Class
  Autodesk.Revit.DB Namespace